
/* Class = "NSWindow"; title = "Expert Settings"; ObjectID = "1"; */
"1.title" = "Réglages expert";

/* Class = "NSTabViewItem"; label = "Global Settings"; ObjectID = "223"; */
"223.label" = "Réglages globaux";

/* Class = "NSTabViewItem"; label = "Global Filters"; ObjectID = "224"; */
"224.label" = "Filtres globaux";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "CCC filter value"; ObjectID = "339"; */
"339.ibExternalAccessibilityDescription" = "Valeur du filtre CCC";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add custom filter"; ObjectID = "344"; */
"344.ibExternalAccessibilityDescription" = "Ajouter un filtre personnalisé";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "345"; */
"345.ibExternalAccessibilityDescription" = "Supprimer le filtre sélectionné";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for custom filters"; ObjectID = "348"; */
"348.ibExternalAccessibilityDescription" = "Informations sur les filtres personnalisés";

/* Class = "NSTextFieldCell"; title = "Most of these globally-defined filters are defined in the documentation (click the \"?\" button below). While many of these are designed to reduce error messages, many of them are here to protect your OS in cases where you select the startup disk as the destination. YOU CAN HARM YOUR OS BY REMOVING THESE FILTERS AND SUBSEQUENTLY RUNNING A BACKUP TASK WITH YOUR STARTUP DISK AS THE DESTINATION. Use care when removing any filters from this list!\n\n\"CCC filter\": If you want to match an item via an absolute path, this should start with a \"/\". You can also add wildcards. Browse the default entries for examples. Filters defined here will suppress the items in the task filter window.\n\n\"Exclude/protect ... when the source/destination is the startup disk\": These settings are similar to the more generic options, but allow you to impose these filters only when the startup disk is selected. For example, /dev is only protected when the destination is the startup disk, otherwise it is treated like an ordinary folder."; ObjectID = "354"; */
"354.title" = "La plupart de ces filtres globalement définis sont décrits dans la documentation (cliquez sur ? ci-dessous). Tandis que ces filtres sont nombreux à être conçus pour réduire les messages d'erreur, beaucoup d'entre eux servent à protéger votre SE dans les cas où vous avez sélectionné le disque de démarrage comme destination. VOUS POUVEZ ENDOMMAGER VOTRE SE EN SUPPRIMANT CES FILTRES ET EN EXÉCUTANT ENSUITE UNE TÂCHE DE SAUVEGARDE UTILISANT VOTRE DISQUE DE DÉMARRAGE COMME DESTINATION. Faites attention avant de supprimer des fichiers de cette liste !\n\n« Filtre CCC » et « Filtre rsync » : si vous souhaitez faire correspondre un élément via un chemin absolu, celui-ci doit commencer par une barre oblique (« / »). Vous pouvez aussi ajouter des caractères génériques. Fermez l'élément avec une « / » pour ne faire correspondre que des dossiers (applicable uniquement dans le filtre rsync). Les entrées par défaut vous offrent de bons exemples. Les filtres définis ici peuvent ne pas être signalés dans la liste des éléments à copier.\n\n« Exclure/protéger … si la source/destination est le disque de démarrage. » : ces réglages sont similaires aux options plus génériques, mais vous permettent d'imposer ces filtres uniquement si le disque de démarrage est sélectionné. Par exemple, /dev n'est protégé que si la destination est le disque de démarrage, sinon il est traité comme un dossier normal.";

/* Class = "NSButtonCell"; title = "Exclude this item when the source is the startup disk"; ObjectID = "355"; */
"355.title" = "Exclure cet élément si la source est le disque de démarrage";

/* Class = "NSButtonCell"; title = "Revert to Defaults"; ObjectID = "358"; */
"358.title" = "Rétablir les réglages par défaut";

/* Class = "NSButtonCell"; title = "Apply"; ObjectID = "359"; */
"359.title" = "Appliquer";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted if the destination is the startup disk"; ObjectID = "360"; */
"360.title" = "Empêcher la suppression de cet élément si la destination est le volume de démarrage.";

/* Class = "NSTextFieldCell"; title = "CCC filter expression:"; ObjectID = "361"; */
"361.title" = "Filtre CCC :";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted on the destination"; ObjectID = "363"; */
"363.title" = "Empêcher la suppression de cet élément sur la destination";

/* Class = "NSButtonCell"; title = "Exclude this item from every backup task"; ObjectID = "364"; */
"364.title" = "Exclure cet élément de toute tâche de sauvegarde";

/* Class = "NSButtonCell"; title = "Hide this item on the destination"; ObjectID = "365"; */
"365.title" = "Masquer cet élément sur la destination";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "370"; */
"370.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "50"; ObjectID = "0xp-sV-rx0"; */
"0xp-sV-rx0.title" = "50";

/* Class = "NSButtonCell"; title = "LOG_TASK_ENGINEER"; ObjectID = "2fC-oz-t5u"; */
"2fC-oz-t5u.title" = "LOG_TASK_ENGINEER";

/* Class = "NSButtonCell"; title = "Redact user feedback"; ObjectID = "412-gb-pWN"; */
"412-gb-pWN.title" = "Biffer les commentaires de l'utilisateur";

/* Class = "NSTextFieldCell"; title = "Archive folder name format:"; ObjectID = "6kO-6i-g7f"; */
"6kO-6i-g7f.title" = "Format du nom de fichier d'archivage :";

/* Class = "NSButtonCell"; title = "LOG_FILTER"; ObjectID = "Bsy-Oi-Y2A"; */
"Bsy-Oi-Y2A.title" = "LOG_FILTER";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "F8O-sU-fNd"; */
"F8O-sU-fNd.ibExternalAccessibilityDescription" = "Valeur limite de bande passante";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK"; ObjectID = "Gbx-6c-jTx"; */
"Gbx-6c-jTx.title" = "LOG_EXTERNALTASK";

/* Class = "NSTextFieldCell"; title = "DEBUG LOGGING"; ObjectID = "Ijc-ML-0Cl"; */
"Ijc-ML-0Cl.title" = "JOURNALISATION DE DÉBOGAGE";

/* Class = "NSButtonCell"; title = "LOG_XPC"; ObjectID = "JKZ-vb-Dpn"; */
"JKZ-vb-Dpn.title" = "LOG_XPC";

/* Class = "NSButtonCell"; title = "LOG_SIMPLESMTP"; ObjectID = "KAl-Op-SVY"; */
"KAl-Op-SVY.title" = "LOG_SIMPLESMTP";

/* Class = "NSButtonCell"; title = "Don't create transient snapshots on the source volume"; ObjectID = "LEb-Ra-HOK"; */
"LEb-Ra-HOK.title" = "Ne créez pas d’instantané temporaire sur le volume source";

/* Class = "NSButtonCell"; title = "LOG_DATABASE"; ObjectID = "LiK-m6-q1h"; */
"LiK-m6-q1h.title" = "LOG_DATABASE";

/* Class = "NSButtonCell"; title = "Don't require a mounted NAS volume for 'On reconnect' tasks"; ObjectID = "NQD-ce-Obl"; */
"NQD-ce-Obl.title" = "Ne pas exiger un volume NAS monté pour les tâches de type « À la reconnexion »";

/* Class = "NSButtonCell"; title = "Use \"CCC Backup Task\" as a non-persistent, default ad hoc task"; ObjectID = "Pvk-V7-Gl8"; */
"Pvk-V7-Gl8.title" = "Utiliser « Tâche de sauvegarde CCC » comme tâche ponctuelle par défaut";

/* Class = "NSTextFieldCell"; title = "128"; ObjectID = "Qws-Jf-aY0"; */
"Qws-Jf-aY0.title" = "128";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "/path/to/item"; ObjectID = "RGL-vG-7YE"; */
"RGL-vG-7YE.ibShadowedIsNilPlaceholder" = "/chemin/vers/élément";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Archive Name Format"; ObjectID = "Sjp-Rv-998"; */
"Sjp-Rv-998.ibExternalAccessibilityDescription" = "Format du nom d'archive";

/* Class = "NSButtonCell"; title = "Disable the task suspension safety mechanism"; ObjectID = "SlB-YA-1U8"; */
"SlB-YA-1U8.title" = "Désactiver le mécanisme de sécurité de suspension des tâches";

/* Class = "NSButtonCell"; title = "LOG_DISKCONTROLLER"; ObjectID = "T4M-hf-CM4"; */
"T4M-hf-CM4.title" = "LOG_DISKCONTROLLER";

/* Class = "NSButtonCell"; title = "LOG_FSEVENTS"; ObjectID = "U25-vp-7bY"; */
"U25-vp-7bY.title" = "LOG_FSEVENTS";

/* Class = "NSButtonCell"; title = "LOG_SSHAUTH"; ObjectID = "XCy-vz-cgG"; */
"XCy-vz-cgG.title" = "LOG_SSHAUTH";

/* Class = "NSButtonCell"; title = "Use the legacy file copier"; ObjectID = "YAp-pb-4SE"; */
"YAp-pb-4SE.title" = "Utiliser l'ancien outil de copie de fichiers";

/* Class = "NSButtonCell"; title = "LOG_PROG_INDICATION"; ObjectID = "ZJe-tM-mHi"; */
"ZJe-tM-mHi.title" = "LOG_PROG_INDICATION";

/* Class = "NSButtonCell"; title = "LOG_KEYCHAIN"; ObjectID = "ZhC-Zn-vKl"; */
"ZhC-Zn-vKl.title" = "LOG_KEYCHAIN";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK_OUTPUT"; ObjectID = "aOO-va-p9g"; */
"aOO-va-p9g.title" = "LOG_EXTERNALTASK_OUTPUT";

/* Class = "NSTextFieldCell"; title = "A larger band size is more effective for disk images hosted on APFS volumes and network storage (any filesystem that performs poorly with a high per-folder file count). A smaller band size is better when using a syncing solution for transferring the disk image to a tertiary location. Minimum: 1MB, Maximum: 8192MB (8GB)"; ObjectID = "aY6-HK-LHi"; */
"aY6-HK-LHi.title" = "Une taille de bande élevée est plus efficace pour les images disque stockées sur des volumes APFS et des systèmes de stockage en réseau (tous les systèmes de fichiers qui offrent de mauvaises performances lorsque le nombre de fichiers par dossier est particulièrement élevé). Une taille de bande réduite est plus adaptée si vous utilisez une solution de synchronisation pour transférer l'image disque sur un autre emplacement. Minimum : 1 Mo, maximum : 8 192 Mo (8 Go)";

/* Class = "NSButtonCell"; title = "LOG_HELPER_CONTROLLER"; ObjectID = "bNC-yt-EWa"; */
"bNC-yt-EWa.title" = "LOG_HELPER_CONTROLLER";

/* Class = "NSButtonCell"; title = "LOG_UPDATING"; ObjectID = "e3m-8o-Z3s"; */
"e3m-8o-Z3s.title" = "LOG_UPDATING";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "egH-m5-dGc"; */
"egH-m5-dGc.ibExternalAccessibilityDescription" = "Valeur limite de bande passante";

/* Class = "NSButtonCell"; title = "LOG_SCHEDULING"; ObjectID = "f6b-dQ-hIn"; */
"f6b-dQ-hIn.title" = "LOG_SCHEDULING";

/* Class = "NSButtonCell"; title = "LOG_USER_AGENT"; ObjectID = "gUV-U2-6HY"; */
"gUV-U2-6HY.title" = "LOG_USER_AGENT";

/* Class = "NSButtonCell"; title = "LOG_REGISTRATION"; ObjectID = "gif-nR-isd"; */
"gif-nR-isd.title" = "LOG_REGISTRATION";

/* Class = "NSButtonCell"; title = "This is a system item"; ObjectID = "mjX-PX-8fD"; */
"mjX-PX-8fD.title" = "Ceci est un élément système";

/* Class = "NSButtonCell"; title = "LOG_DISKS"; ObjectID = "oSH-mX-Ia8"; */
"oSH-mX-Ia8.title" = "LOG_DISKS";

/* Class = "NSButtonCell"; title = "LOG_FILE_COPIER"; ObjectID = "rUy-sT-r0N"; */
"rUy-sT-r0N.title" = "LOG_RSYNC_AUDITING";

/* Class = "NSButtonCell"; title = "LOG_TASK_CONFIG"; ObjectID = "rd9-T1-gi3"; */
"rd9-T1-gi3.title" = "LOG_TASK_CONFIG";

/* Class = "NSTextFieldCell"; title = "Band size for sparsebundle disk images (in MB):"; ObjectID = "uFM-pI-MGx"; */
"uFM-pI-MGx.title" = "Taille de bande des images disque SparseBundle (en Mo) :";

/* Class = "NSButtonCell"; title = "Use custom sparse image free space compaction threshold (in GB):"; ObjectID = "vKy-M2-wud"; */
"vKy-M2-wud.title" = "Utiliser un seuil personnalisé de compactage de l'espace libre pour les images de faible densité (en Go) :";

/* Class = "NSButtonCell"; title = "LOG_NETWORK"; ObjectID = "wpy-kk-ssK"; */
"wpy-kk-ssK.title" = "LOG_NETWORK";

/* Class = "NSButtonCell"; title = "This is an extended attribute-based exclusion"; ObjectID = "xAo-Zx-QNX"; */
"xAo-Zx-QNX.title" = "Cette exclusion est basée sur des attributs étendus";

/* Class = "NSButtonCell"; title = "LOG_TASK_EDITOR"; ObjectID = "xER-SQ-SvN"; */
"xER-SQ-SvN.title" = "LOG_TASK_EDITOR";

/* Class = "NSButtonCell"; title = "LOG_FILESYSTEMITEM"; ObjectID = "xRH-hm-NtC"; */
"xRH-hm-NtC.title" = "LOG_FILESYSTEMITEM";

/* Class = "NSButtonCell"; title = "Skip free space sanity check for disk images stored on the startup disk"; ObjectID = "yKO-ll-CZu"; */
"yKO-ll-CZu.title" = "Ignorer le contrôle d’intégrité de l’espace disponible pour les images disque stockées sur le disque de démarrage";

/* Class = "NSButtonCell"; title = "LOG_TASK_MANAGER"; ObjectID = "zUU-BR-uCk"; */
"zUU-BR-uCk.title" = "LOG_TASK_MANAGER";
